/* 
  This file contains translations for the autofocus systems provided 
  by Canon cameras. The values must match the wording used by the
  camera (if provided) when set to this language.
*/

"EOSLiveViewAFSystemQuick" = "Schnellfokus";
"EOSLiveViewAFSystemSinglePointFlexiZone" = "FlexiZone Single";
"EOSLiveViewAFSystemFaceDetect" = "Gesichtserkennung";
"EOSLiveViewAFSystemFlexiZoneMulti" = "FlexiZone Multi";
"EOSLiveViewAFSystemZone" = "Zone AF";
"EOSLiveViewAFSystemExpandPlus" = "AF-Bereich: +";
"EOSLiveViewAFSystemExpandAround" = "AF-Bereich: Umgebung";
"EOSLiveViewAFSystemLargeZoneHorizontal" = "Zone AF: Horiz";
"EOSLiveViewAFSystemLargeZoneVertical" = "Zone AF: Verti";
"EOSLiveViewAFSystemSpot" = "Spot-AF";
